{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "IOSPurchase",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to checkout, no offers given."
					},
					"Translation":
					{
						"Text": "Falha ao finalizar a compra, nenhuma oferta oferecida."
					},
					"Key": "ErrorNoOffersSpecified"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user has in progress transaction."
					},
					"Translation":
					{
						"Text": "Falha ao finalizar a compra, usuário tem uma transação em andamento."
					},
					"Key": "ErrorTransactionInProgress"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user not allowed to purchase."
					},
					"Translation":
					{
						"Text": "Falha ao finalizar a compra, usuário não tem permissão para comprar."
					},
					"Key": "ErrorPurchaseNotAllowed"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemIOS",
			"Children": [
				{
					"Source":
					{
						"Text": "Game Center"
					},
					"Translation":
					{
						"Text": "Game Center"
					},
					"Key": "OnlineServiceName"
				},
				{
					"Source":
					{
						"Text": "Transaction awaiting approval."
					},
					"Translation":
					{
						"Text": "Transação aguardando aprovação."
					},
					"Key": "IOSTransactionDeferred"
				},
				{
					"Source":
					{
						"Text": "TransactionCanceled"
					},
					"Translation":
					{
						"Text": "Transação cancelada"
					},
					"Key": "IOSTransactionCancel"
				},
				{
					"Source":
					{
						"Text": "TransactionFailed"
					},
					"Translation":
					{
						"Text": "Falha na transação"
					},
					"Key": "IOSTransactionFailed"
				},
				{
					"Source":
					{
						"Text": "Unexpected purchase result"
					},
					"Translation":
					{
						"Text": "Resultado de compra inesperado"
					},
					"Key": "UnexpectedState"
				}
			]
		}
	]
}